
import image1 from './img/loc-1.png'
import image2 from './img/loc-2.png'
import image3 from './img/loc-3.png'
import image4 from './img/loc-4.png'
import image5 from './img/loc-5.png'
import image6 from './img/loc-6.png'

export const descriptions = [
    {
        "id": "img1",
        "descr": (
            <p>
                Планета Набу стала площадкой для серьёзного конфликта между Торговой Федерацией и Галактическим Сенатом и местом первой схватки Светлой и Тёмной сторон Силы в преддверии Войн Клонов.Новая политика Галактического Сената в
                отношении налогообложения отдаленных торговых маршрутов ослабила позиции Торговой Федерации. Тайно подстрекаемый могущественным лордом ситхов Дартом Сидиусом, наместник Федерации Нут Ганрей использовал решение Сената как
                предлог для того, чтобы окружить маленькую планету Набу флотом боевых кораблей и отрезать её от поставок Продолжительные дебаты и дискуссии, развернувшиеся в Сенате, сделали урегулирование кризиса дипломатическими методами
                практически невозможным. Поэтому верховный канцлер Галактической республики Финис Валорум тайно поручил переговоры с Торговой Федерацией особым послам: рыцарю-джедаю Квай-Гон Джинну и его молодому падавану Оби-Вану Кеноби.
                Однако по приказу Дарта Сидиуса наместник Ганрей направил к джедаям отряд боевых дроидов и немедленно приступил к высадке войск на Набу.
            </p>
        ),
        "img": image1
    },
    {
        "id": "img2",
        "descr": (
            <p>
                Когда мирная планета Набу оказалась в кольце блокады боевых кораблей Торговой Федерации, верховный канцлер Республики отправил мастера - джедая Квай - Гон Джинна и его падавана Оби - Вана Кеноби на переговоры с наместником
                Торговой Федерации.Однако мирное урегулирование конфликта не входило в планы лорда ситхов Дарта Сидиуса, тайно руководившего действиями Торговой Федерации.Недоброе предчувствие преследовало джедаев с самого начала: вместо
                представителей Торговой Федерации их встретил обычный протокольный дроид, а зал для переговоров оказался пустым.В это время Нут Ганрей успел связаться с Дартом Сидиусом, который приказал неймодианцу убить джедаев и начать
                высадку войск на Набу. Мощный взрыв сотряс стены, и Квай - Гон Джинн понял: лазерная пушка уничтожила их корабль.Нут Ганрей направил отряд боевых дроидов, чтобы убить джедаев, но вопреки всем усилиям неймодианцев, джедаям
                удалось скрыться на одном из десантных кораблях Торговой Федерации, отправляющихся на Набу.Так как соглашение с Торговой Федерацией не было достигнуто, над мирной планетой нависла угроза уничтожения. Пока Нут Ганрей пытался
                убедить лидера Набу, Королеву Амидалу, что послы от Сената так и не появились, Квай-Гон Джинн и Оби-Ван Кеноби, высадившись на Набу, уже спешили предупредить Королеву об опасности и доложить о сложившейся ситуации Верховному
                канцлеру.
            </p>
        ),
        "img": image2
    },
    {
        "id": "img3",
        "descr": (
            <p>
                Ежегодная гонка Бунта Ив на планете Татуин — одно из самых опасных соревнований в Галактике. Кто-то участвует в ней ради развлечения, а для кого-то — это возможность подзаработать. Но однажды победа в гонке повлияла на
                судьбу всей Галактики.Прорвавшись сквозь блокаду Набу и совершив экстренную посадку на Татуине, Квай-Гон Джинн вместе с гунганом Джа-Джа, дроидом R2-D2 и служанкой Королевы Падме отправился в ближайший космопорт в поисках
                запчастей, необходимых для ремонта королевского корабля. Они нашли нужные детали в лавке тойдарианца Уотто, где работал раб тойдарианца, маленький Энакин Скайуокер.Квай-Гон Джинн почувствовал в мальчике присутствие Силы и
                решил, что Энакин — Избранный, тот, кто согласно пророчеству, способен восстановить баланс Силы.Чтобы освободить мальчика и получить необходимые запчасти, Квай-Гон Джинн заключил с Уотто пари: если Энакин выигрывает, он
                получает свободу, а Квай-Гон — запчасти для корабля. Если же мальчик не приходит к финишу первым, Уотто достается гоночный под и королевский корабль Набу. Несмотря на препятствия, которые специально подстраивал фаворит гонок
                даг Себульба, Энакину удалось финишировать первым. Квай-Гон Джинн забрал его с собой на Корусант, чтобы мальчик мог учиться в Храме джедаев.
            </p>
        ),
        "img": image3
    },
    {
        "id": "img4",
        "descr": (
            <p>
                Высадившись на поверхности Набу, войска Торговой Федерации захватили штурмом столицу планеты и взяли в плен её лидера — Королеву Амидалу. По их плану, Королева должна была поставить свою подпись под договором, который
                узаконит власть Торговой Федерации над планетой. Квай-Гон Джинн и Оби-Ван Кеноби вместе с представителем земноводной расы Набу, гунганом Джа-Джа Бинксом, освободили Амидалу и её ближайшее окружение.Хотя Королеве было тяжело
                оставлять свой народ в бедствии, она приняла предложение джедаев отправиться в столицу Галактической республики, на планету Корусант, чтобы обратиться к Сенату за помощью в урегулировании конфликта.Гипердрайв корабля был
                поврежден во время попытки прорваться сквозь кольцо блокады. И хотя смелому дроиду R2-D2 удалось спасти корабль от полного уничтожения, команда вынуждена была совершить экстренную посадку на отдалённой планете Татуин, чтобы
                исправить двигатель и отправиться на Корусант.
            </p>
        ),
        "img": image4
    },
    {
        "id": "img5",
        "descr": (
            <p>
                Когда Дарт Сидиус узнал, что договор о капитуляции Набу не подписан, а Королеве Амидале все же удалось сбежать с планеты, он отправил на ее поиски своего ученика Дарта Мола. Квай-Гон Джинн заметил и уничтожил первый
                дроид-зонд ситхов уже на выходе из города, ещё несколько — по пути к королевскому кораблю Набу, однако один из зондов успел передать Дарту Молу местоположение джедаев и Королевы. Ситх догнал Квай-Гон Джинна и Энакина
                Скайуокера и перешел в атаку.Во время дуэли на световых мечах Квай-Гон приказал Энакину бежать на корабль, и, когда тот уже поднялся в воздух, джедай успел запрыгнуть на трап, с трудом отбиваясь от агрессивных атак Дарта
                Мола.
            </p>
        ),
        "img": image5
    },
    {
        "id": "img6",
        "descr": (
            <p>
                Выступая перед Галактическим Сенатом с просьбой защитить планету Набу от посягательств Торговой Федерации, Падме Амидала поняла, что из-за бюрократических помех она не сможет добиться оперативной помощи. Сенатор Палпатин
                уговорил её выдвинуть вотум недоверия Верховному Канцлеру Валоруму, и сам занял эту должность. Кризисная ситуация на Набу требовала незамедлительных действий, поэтому королева Амидала в сопровождении джедаев вернулась на
                родную планету с дерзким планом освобождения. Амидала обратилась к Боссу Нассу, предводителю гунганов, с просьбой о помощи.Великая армия гунганов отправилась на равнину, куда по приказу Дарта Сидиуса стеклась большая часть
                военных сил Торговой Федерации. В то же самое время в центре столицы силы сопротивления начали атаку на патрули дроидов, чтобы отвлечь оставшиеся в городе войска. Это позволило диверсионной группе во главе с королевой
                Амидалой и джедаями проникнуть в королевский дворец и взять в плен наместника.В то время как армия гунганов терпела поражение, Энакин Скайуокер, прятавшийся в кабине звездолёта, случайно активировал автопилот, и его корабль
                направился на космическую станцию управления армией дроидов. Стреляя из пушки по окружившим корабль дроидам, Энакин попал в один из реакторов. Этот выстрел вызывал цепную реакцию, которая уничтожила станцию, принеся
                окончательную победу над Торговой Федерацией.
            </p>
        ),
        "img": image6
    }
]


























